{
  "_id": "x0aVOlCE2PMdk4Vw",
  "name": "Keeper",
  "type": "profession",
  "img": "systems/eoa/icons/keeper.png",
  "system": {
    "description": {
      "old_overview": "<p>Keepers are guardians and warriors who draw from ancient lore to empower themselves and their allies. Through their deep connection to lost wisdom, they can invoke powerful auras that bolster their comrades and confound their foes. With their sacred weapons, they stand as beacons on the battlefield, directing the flow of combat and sustaining their allies through the darkest fights.</p><p><strong>Unique Mechanic: Aura Weaving & Focus</strong></p><p>Keepers can switch between different auras to adapt to various combat scenarios. These auras can provide offensive, defensive, or support benefits, and the Keeper's mastery allows them to weave these effects into their swordplay, creating a harmonious balance between attack and aid.</p><br><p><strong>Playing a Keeper:</strong></p><p>Keepers fit players who want to be at the heart of the group, protecting and enhancing their allies. They require a player who can make quick decisions about which aura to employ and when to invest in focusing on a particular aura to maximize its benefits. In narrative play, Keepers are storytellers and advisors, using their deep lore to guide their party through cryptic mysteries and ancient dangers.</p>",
      "overview": "<p>In the world's tapestry, the Keepers emerge as stoic guardians of equilibrium. They are descendants of an ancient order, blending martial prowess with nanotechnology. In times of turmoil, Keepers are the bulwark against chaos, embodying the principles of courage, wisdom, and balance.</p><p><strong>The Art of the Aura</strong><br>Keepers harness the art of aura manipulation. Through their combat rhythm, they weave protective, healing, or strengthening auras, each resonating with the Keeper's intent and actions in battle. These auras are but manifestations of the Keeper's adrenaline and resolve.</p><p><strong>Martial Training, The Keeper's Dance</strong><br>More than just wielding a blade, a Keeper's skill in melee combat is a sacred dance. Each strike, parry, or maneuver is an expression of their deep connection to the flow of combat. This harmony enables them to channel energies, shifting auras seamlessly to adapt to the ever-changing tides of battle.</p><p><strong>The Keeper's Creed</strong><br>Keepers are more than just soldiers; they are symbols of hope and stability. Trained in the use of nanotechnology-enhanced equipment, they uphold a creed of protection, innovation, and balance, ensuring that the power of Notum is used for the greater good.</p><p><strong>Role in the World</strong><br>In a world where the line between technology and daily life is blurred, Keepers serve as guardians against the misuse of nanotechnology. Their expertise makes them crucial in conflicts where control over Notum resources is contested, balancing the scales with their strategic and combative prowess. They often serve as mediators in disputes, using their balanced perspective to guide others towards peaceful resolutions. In battle, they are both shield and sword, defending the innocent and leading charges against encroaching darkness.</p>",
      "chat": "",
      "unidentified": ""
    },
    "flashback_ability": "Tactical Guardian",
    "flashback_trigger": "When a critical defense or strategic insight could have been preemptively positioned.",
    "flashback_effect": "Roll to reveal that you had previously established a strategic defense or tactical plan that activates in the current situation, such as setting up a defensive perimeter, arranging for backup, or implementing a countermeasure.",
    "signature_resource": "Aura of Revival",
    "signature_resource_desc": "Central to the Keeper's combat style is their Aura. Their expertise allows them to channel Notum when their adrenaline is running high, typically in combat situations, activating different auras with each action.",
    "signature_resource_effect": "You have a constant area that affects yourself and others nearby you.  At the start of a round you can Focus and project an Aura of your choice to yourself and all allies of your choice nearby you. Each round you can choose one of the following:<br><ul><li><strong>Imminence of Carnage:</strong> Boosts offensive capabilities for the Keeper and nearby allies. Characters deal 2 x Focus damage on attacks.</li><li><strong>Sentinel Ward:</strong> When a character in the aura receives a hostile program, another character in this aura can choose to receive it in their NCU instead. The original target and receiver gain 5 x Focus DEF and RES for the round.</li><li><strong>Ambient Invigoration:</strong> Creates a field that restores the health of those in the aura. Under this aura, characters receive 2 x Focus hit point healing at the start of each of their turns.</li><li><strong>Tone of Bliss:</strong> Grants nanopoint regeneration. Under this aura, characters receive 2 x Focus nanopoint healing at the start of each of their turns.</li></ul><br><strong>Maintaining Auras:</strong> You can choose to Focus on an Aura. Receiving a -2 Dice penalty per Focus. while maintaining the Aura’s effect, you can focus on multiple Auras in this way but reduce your own effectiveness.<br><strong>Aura Burst:</strong> At the end of a turn, you can choose to end all active auras to create an Aura burst. Allies receive HP and NP healing equal to the Focus penalty and Enemies receive Nano damage equal to the Focus Penalty.",
    "advancements": [
      {
        "name": "Profession or Nano Skill",
        "cost_mult": 5,
        "cost_flat": 0,
        "effect": "+1 to Chosen Skill"
      },
      {
        "name": "Attribute Improvement",
        "cost_mult": 10,
        "cost_flat": 0,
        "effect": "+1 to Chosen Attribute up to Breed maximum"
      },
      {
        "name": "Body Development",
        "cost_mult": 5,
        "cost_flat": 0,
        "effect": "+10 HP"
      },
      {
        "name": "Nanopool",
        "cost_mult": 12,
        "cost_flat": 0,
        "effect": "+10 NP"
      },
      {
        "name": "Morphing Memory",
        "cost_mult": 0,
        "cost_flat": 30,
        "effect": "+5 NCU"
      },
      {
        "name": "Loadout Training",
        "cost_mult": 5,
        "cost_flat": 0,
        "effect": "+1 in Chosen Loadout"
      },
      {
        "name": "Supply Miniaturization",
        "cost_mult": 0,
        "cost_flat": 30,
        "effect": "+1 Supply Point"
      },
      {
        "name": "Preparation",
        "cost_mult": 10,
        "cost_flat": 0,
        "effect": "+1 when using your Flashback Ability"
      },
      {
        "name": "Cross Training",
        "cost_mult": 10,
        "cost_flat": 0,
        "effect": "Learn another  general Profession’s Skill"
      },
      {
        "name": "Evade Close Combat",
        "cost_mult": 5,
        "cost_flat": 0,
        "effect": "+1 ER when targeted by Melee Attacks"
      },
      {
        "name": "Dodge Range",
        "cost_mult": 12,
        "cost_flat": 0,
        "effect": "+1 ER when targeted by Ranged Attacks"
      },
      {
        "name": "Duck Explosives",
        "cost_mult": 12,
        "cost_flat": 0,
        "effect": "+1 ER when targeted by an area of effect attack or explosion"
      },
      {
        "name": "Nano Resist",
        "cost_mult": 10,
        "cost_flat": 0,
        "effect": "+1 ER when targeted by a hostile nano program"
      },
      {
        "name": "Concealment",
        "cost_mult": 10,
        "cost_flat": 0,
        "effect": "+1 when making Stealth Tests"
      },
      {
        "name": "Implant Treatment Conditioning",
        "cost_mult": 10,
        "cost_flat": 0,
        "effect": "+1 for Implant Surgery Tests and using Cybernetic Equipment"
      },
      {
        "name": "Computer Literacy",
        "cost_mult": 10,
        "cost_flat": 0,
        "effect": "+1 For checks interacting with computers and accessing the Grid"
      }
    ],
    "skill_list": [
      {
        "_id": "E0RbY9CQrur1ueun",
        "name": "Empath",
        "description": "<ul><li>Understanding and influencing emotions.</li><li>Reading emotional cues and responding empathetically.</li><li>De-escalating conflicts through emotional insight.</li><li>Building trust and rapport in interpersonal relations.</li></ul>"
      },
      {
        "_id": "HTX71RtAajAUFtz2",
        "name": "Caretaker",
        "description": "<ul><li>Training others in self-defense or martial techniques.</li><li>Preserving and sharing important historical and cultural knowledge.</li><li>Providing sage advice and guidance based on extensive learning.</li><li>Deciphering ancient texts, symbols, or artifacts.</li></ul>"
      },
      {
        "_id": "fcwDi4PCRSc19NUx",
        "name": "Vigilante",
        "description": "<ul><li>Upholding justice and protecting the vulnerable, often through unconventional means.</li><li>Investigating and addressing injustices</li><li>Employing stealth tactics to confront or expose wrongdoers.</li><li>Balancing personal ethics with the pursuit of justice.</li></ul>"
      },
      {
        "_id": "dhHwjgbgRy4Je1Rb",
        "name": "Leader",
        "description": "<ul><li>Inspiring and guiding groups effectively.</li><li>Making decisions for the collective benefit.</li><li>Rallying and motivating people towards common objectives.</li><li>Mediating conflicts and fostering group cohesion.</li></ul>"
      },
      {
        "_id": "8Rdmww1xBxsRv8ac",
        "name": "Defender",
        "description": "<ul><li>Employing strategic tactics.</li><li>Anticipating potential threats and taking preemptive measures.</li><li>Providing physical or emotional protection to those in need.</li><li>Standing as a steadfast guardian in times of crisis.</li></ul>"
      }
    ],
    "nano_skill_list": [
      {
        "_id": "YirzvtM16ITMLrdh",
        "name": "Matter Metamorphosis",
        "attributes": ["int", "psy"],
        "nanoprograms": [
          {
            "_id": "N9p2yelg9SsC6lEt",
            "name": "Bastion of Health",
            "np": 15,
            "ncu": 6,
            "description": "",
            "effect": "Target + Hits receive doubled healing from all healing sources."
          }
        ]
      },
      {
        "_id": "dRV7Som57mbc8xDH",
        "name": "Biological Metamorphosis",
        "attributes": ["int", "sta"],
        "nanoprograms": [
          {
            "_id": "4L6mTfSnY5JwNRTP",
            "name": "Guardian’s Vigor",
            "np": 15,
            "ncu": 5,
            "description": "",
            "effect": "target + hits upgrade +2 Stamina"
          },
          {
            "_id": "N4VBhzKQt2moRmXP",
            "name": "Lay on Hands",
            "np": 20,
            "ncu": 2,
            "description": "",
            "effect": "Heal NR  x Hits health on a character under your aura, removes 1+hits negative effect from NCU."
          }
        ]
      },
      {
        "_id": "T05CirDF450Li2rd",
        "name": "Psychological Modifications",
        "attributes": ["int", "sen"],
        "nanoprograms": [
          {
            "_id": "n59Y8bU7AVipX9nu",
            "name": "Elude Pain",
            "np": 15,
            "ncu": 3,
            "description": "",
            "effect": "Target+ hits upgrade +1 Evasion tests."
          }
        ]
      },
      {
        "_id": "oyWWfxAGIEXx5n2e",
        "name": "Sensory Improvement",
        "attributes": ["int", "str"],
        "nanoprograms": [
          {
            "_id": "hxppRzJnWQG11b8M",
            "name": "Calm of The Protector",
            "np": 20,
            "ncu": 5,
            "description": "",
            "effect": "Target + Hits  gain immunity to Fear and mental influence."
          }
        ]
      },
      {
        "_id": "yP0MfN7b33sWdKdU",
        "name": "Time and Space",
        "attributes": ["int", "agi"],
        "nanoprograms": [
          {
            "_id": "Nl21vlf0JIKS6Dnr",
            "name": "Finality Smite",
            "np": 10,
            "ncu": 2,
            "description": "",
            "effect": "Your next melee attack deals damage equal to the NP spent."
          },
          {
            "_id": "qbKIE9rnncHzrkeY",
            "name": "Vengeance of the Immaculate",
            "np": 10,
            "ncu": 4,
            "description": "",
            "effect": "If you have been damaged in the current round, your next attack deals + hit damage and is a critical hit."
          },
          {
            "_id": "HNj8mJtV77wf4MED",
            "name": "Grace of the Samurai",
            "np": 10,
            "ncu": 5,
            "description": "",
            "effect": "Target + Hits ignore the Focus penalty for their next Action."
          }
        ]
      },
      {
        "_id": "P9XJBAN0G72VRooR",
        "name": "Matter Creations",
        "attributes": ["int", "psy"],
        "nanoprograms": [
          {
            "_id": "wVbnQB1snO0k8PnH",
            "name": "Colossus of Swords",
            "np": 15,
            "ncu": 4,
            "description": "",
            "effect": "Target + Hits gain +2 upgrade to Melee Loadout skill"
          },
          {
            "_id": "g9uSDFAx9BS2cK9I",
            "name": "Harmony Strike",
            "np": 10,
            "ncu": 4,
            "description": "",
            "effect": "Next melee attack heals the lowest health ally within sight equal to half the damage dealt."
          }
        ]
      }
    ],
    "signature_traits": [
      {
        "name": "Echoes of Notum",
        "description": "<p>When Keepers are in a state of calm, their aura can interact with the ambient memories embedded in areas rich with Notum. This ability allows them to analyze and visualize past events, almost like watching echoes of history. It’s as if the Notum-infused environment retains imprints of significant occurrences, which Keepers can access and interpret.<br>To implement the \"Echoes of Notum\" system effectively, here's a simple list of actions and rules:</p><p><strong>Echo Activation: </strong>The Keeper can spend 5 NP and make a roll based on their Nano Rating or Perception skill.</p><p><strong>Interpreting Echoes: </strong>Upon activation, the Keeper gets vague impressions or fragments of past events. The clarity and detail depend on the success level of their roll and how recent the event being perceived.While attuned to an echo, a Keeper player can perform the following actions:<ul><li><strong>Visualize: </strong>Attempt to see a visual representation of past events.</li><li><strong>Listen: </strong>Try to hear conversations or sounds from the past.</li><li><strong>Analyze: </strong>Use knowledge or skills to interpret the context of the echo.</li><li><strong>Trace: </strong>Follow the echo to its source or strongest point.</li><li><strong>Record: </strong>Make a record of the echo for further analysis or sharing with the team.</li><li><strong>Disengage: </strong>Safely exit the echo to avoid mental strain or misinformation.</li></ul><br>You can attempt the above actions a number of times equal to the success of the roll. Once you have tapped an area you cannot examine the same area again until you give time for the echoes to reform, usually a week later.</p>"
      },
      {
        "name": "Notum Sentinel Protocol (Downtime)",
        "description": "<p>During downtime, a keeper can choose to set up a passive surveillance network using Notum-infused nanosensors. The Keepers can deploy these sensors in areas prone to criminal activities or where suspicious activities have been reported. These sensors discreetly monitor for unusual nanoprogram activities or Notum fluctuations indicative of criminal acts, alerting the Keepers to potential issues. This proactive approach allows them to assist local authorities, prevent crimes, and maintain peace. Keepers have Advantage on Sense rolls made in areas under their surveillance.</p>"
      }
    ],
    "source": {
      "custom": "",
      "book": "GDoc",
      "page": "",
      "uuid": "",
      "license": "CC-BY-4.0"
    },
    "identifier": "keeper",
    "advancement": [

    ],
    "type": {
      "value": "keeper",
      "subtype": "keeper",
      "custom": ""
    }
  },
  "effects": [],
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "eoa",
    "systemVersion": "0.0.1",
    "coreVersion": "10.303",
    "createdTime": 1700501348493,
    "modifiedTime": 1700501348494,
    "lastModifiedBy": "joshand"
  },
  "sort": 0,
  "folder": null,
  "_key": "!items!x0aVOlCE2PMdk4Vw"
}
